Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Websites you visit may request your location.
co: I siti web chì vò visitate ponu richiede à cunnosce a vostra lucalizazione.

source: Welcome to %@
co: Benvenuta in %@

source: Welcome to Top Sites
co: Siti i più visitati

source: Welcome to your Reading List
co: Benvenuta in a vostra lista di lettura

source: Well, this is embarrassing.
co: Umbè, ghjè imbarazzante.

source: We moved a few things
co: Avemu cambiatu certe cose

source: We’re working to resolve this issue. Please check back soon.
co: Travagliemu per currege stu penseru. Ci vole à verificà ulteriurmente.

source: We use AI technology from %1$@ by %2$@ to check the reliability of product reviews. This will only help you assess review quality, not product quality.
co: Impieghemu a tecnolugia d’intelligenza artificial di %1$@ da %2$@ per verificà s’è l’avisi nant’à i prudutti sò degni di cunfidenza. Què vi aiuterà solu à misurà a qualità di l’avisu, micca quella di u pruduttu

source: We’ve introduced a %@ Terms of Use and updated our Privacy Notice.
co: Avemu messu in piazza e cundizioni d’utilizazione di %@ è mudificatu a nostra pulitica di cunfidenzialità.

source: We’ve updated our %1$@ to reflect the latest features in %2$@. %3$@
co: Avemu messu à livellu a nostra %1$@ per piglià in contu l’ultime funzioni di %2$@. %3$@

source: What's New
co: Ciò chì hè novu

source: What’s New in Firefox
co: Ciò chì hè novu in Firefox

source: When Leaving Private Browsing
co: Quandu vò quittate a navigazione privata

source: When long-pressing links
co: Durante un appoghju longu nant’à i liami

source: When Long-pressing Links
co: Durante un appoghju longu nant’à i liami

source: When opening %@
co: À l’apertura di %@

source: When opening Firefox
co: À l’apertura di Firefox

source: When Opening Firefox
co: À l’apertura di Firefox

source: When you open a New Tab:
co: À l’apertura d’una nova unghjetta :

source: When you’re signed in and synced, you’re safer. %@ encrypts your passwords, bookmarks, and more.
co: Quandu site cunnessi cù a sincrunizazione attivata, a vostra sicurità hè rinfurzata. %@ cifra e vostre parolle d’intesa, e vostre indette, è ancu di più.

source: %@ will improve features, performance, and stability between updates. Changes applied remotely.
co: %@ amenderà e funzioni, e perfurmenze è a stabilità trà e messe à livellu. I cambiamenti sò appiecati à distanza.

source: Window
co: Finestra

source: Wrong email? Disconnect below to start over.
co: Indirizzu elettronicu gattivu ? Disghjunghjiteci quì sottu per riprincipià.

source: Yellow
co: Ghjallu

source: yesterday
co: eri

source: Yes, Try It
co: Sì, pruvallu

source: You are not signed in to your account.
co: Ùn site micca cunnessu à u vostru contu.

source: You are not signed in to your Firefox Account.
co: Ùn site micca cunnessu à u vostru contu Firefox.

source: You can change this at any time in Settings
co: Pudete cambià sta scelta à ogni mumentu da e Preferenze

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
co: Pudete sceglie chì lista Firefox deve impiegà per bluccà l’elementi web chì ponu spiunà a vostra navigazione.

source: You cannot undo this action.
co: Ùn si pò disfà st’azzione.

source: You don’t have any credentials synced from your Firefox Account
co: Ùn avete alcuna identificazione di cunnessione sincrunizata cù u vostru contu Firefox

source: You don’t have any other devices connected to this account available to sync.
co: Ùn avete alcunu altru apparechju cunnessu à stu contu è prontu à esse sincrunizatu.

source: You don’t have any other devices connected to this Firefox Account available to sync.
co: Ùn avete alcunu altru apparechju prontu à esse sincrunizatu è cunnessu à stu contu Firefox.

source: You’ll sign into %@
co: Avete da cunnettesi à %@

source: You need to verify %@. Check your email for the verification link from Firefox.
co: Ci vole à verificà %@. Cuntrollate a vostra messaghjeria per accede à u liame di verificazione mandatu da Firefox.

source: Your 5 free email masks are in use, so we picked one for you.
co: E vostre 5 maschere di messaghjeria di rigalu sò in corsu d’adopru, è n’avemu sceltu unu per voi.

source: Your account needs to be verified.
co: U vostru contu deve esse verificatu.

source: Your bookmarks, passwords, and more sync on any device. Everything’s protected with encryption, so only you can access it.
co: E vostre indette, parolle d’intesa, è ancu d’altri elementi sò sincrunizati nant’à i vostri altri apparechji. Tuttu hè prutettu cù a cifratura, cusì voi solu pudete accedeci.

source: Your first sync may take a while
co: A prima sincrunizazione pò durà qualchì mumentu

source: Your logins and passwords are now protected by Face ID, Touch ID or a device passcode.
co: E vostre identificazioni di cunnessione è parolle d’intesa sò prutette avà da Face ID, Touch ID o un codice d’accessu per l’apparechju.

source: Your most visited sites will show up here.
co: I siti i più visitati seranu affissati quì.

source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
co: E vostre parolle d’intesa sò prutette avà da Face ID, Touch ID o un codice d’accessu per l’apparechju.

source: Your search for "%@"
co: A vostra ricerca di « %@ »

source: Your search, your way
co: Ricercate à a vostra manera

source: Your tabs from other devices show up here.
co: E vostre unghjette da l’altri apparechji s’affissanu quì.

source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
co: Avete disattivatu tutte e nutificazioni di %1$@. Attivatele via Parametri > Nutificazioni > %2$@

source: You’ve got mail… options
co: Ci hè una lettera per voi… cù l’ozzioni

source: You’ve used your 5 free email masks, so we picked one for you to reuse.
co: Avete impiegatu e vostre 5 maschere di messaghjeria di rigalu, tandu n’avemu sceltu unu chì vo puderete rimpiegà.

source: ZIP Code
co: Codice pustale (Stati Uniti)

source: Zoom
co: Ingrandamentu

source: Zoom (%@)
co: Ingrandamentu (%@)

source: Zoom In
co: Ingrandamentu

source: Zoom Level
co: Livellu d’ingrandamentu

source: Zoom Out
co: Riduzzione

source: Zoom Settings
co: Parametri d’ingrandamentu

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
co: %1$s impiegheghja dinù liste di blucchime pruviste da Disconnect, Inc. cum’è creazioni indipendente sottu a licenza <a href="%2$s">GNU General Public License v3</a>, è dispunibule <a href="%3$s">quì</a>.

source: %1$s can try to automatically reject cookie requests. If a reject option isn’t available, %1$s may accept all cookies to dismiss the banner.
co: %1$s pò pruvà di righjittà autumaticamente e dumande di canistrelli. S’è alcuna ozzione di righjettu ùn hè micca dispunibule, %1$s pò accettà tutti i canistrelli per chjode a striscia.

source: %1$s finished
co: %1$s compiu

source: %1$s is free and open source software made by Mozilla and other contributors.
co: %1$s hè un prugramma liberu è apertu creatu da Mozilla cù l’aiutu d’altri cuntribuenti.

source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
co: %1$s hè distribuitu sicondu i termini di a <a href="%2$s">Mozilla Public License</a> è d’altre licenze di tipu fonte aperta.

source: %1$s isn’t like other browsers
co: %1$s ùn hè micca cum’è l’altri navigatori

source: %1$s tries to reject cookie requests to dismiss annoying cookie banners. Manage cookie banner preferences in %2$s.
co: %1$s prova di righjittà e dumande di canistrelli per chjode e striscie strazievule di canistrelli. Sceglie i parametri per e striscie di canistrelli in e %2$s.

source: %1$s tries to reject cookie requests to dismiss annoying cookie banners. Manage cookie banner preferences in settings.
co: %1$s prova di righjittà e dumande di canistrelli per chjode e striscie strazievule di canistrelli. Sceglie i parametri per e striscie di canistrelli in e preferenze.

source: %1$s tries to use an HTTPS connection whenever possible for more security. <a href="%2$s">Learn more</a> <br/><br/> Change this setting in Settings > Privacy &amp; Security > Security.
co: Per una sicurità più forte, %1$s prova d’impiegà una cunnessione HTTPS quand’ella hè pussibule. <a href="%2$s">Per sapene di più</a> <br/><br/> Cambiate sta definizione in Parametri > Vita privata è sicurità > Sicurità.

source: %1$s will send what you type in the address bar to your search engine
co: %1$s manderà à u vostru mutore di ricerca ciò chì voi stampittate in a barra d’indirizzu

source: About %1$s, help
co: Apprupositu di %1$s, aiutu

source: Add and manage custom autocomplete URLs.
co: Aghjunghje è urganizà indirizzi persunalizati per a scrittura mezu-autumatica.

source: + Add another search engine
co: + Aghjunghje un altru mutore di ricerca

source: Add another search engine
co: Aghjunghje un altru mutore di ricerca

source: + Add custom URL
co: + Aghjunghje un indirizzu persunalizatu

source: Add custom URL
co: Aghjunghje un indirizzu persunalizatu

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
co: U codice di fonte addiziunale di %1$s hè dispunibule sottu parechje <a href="%2$s">licenze</a> libere è fonte aperta.

source: Add link to autocomplete
co: Aghjunghje un liame à a scrittura mezu-autumatica

source: Add shortcuts to your home screen
co: Aghjunghjite accurtatoghji à u vostru screnu d’accolta

source: Add URL
co: Aghjunghje l’indirizzu

source: Add widget to home screen
co: Aghjunghje u widget à u screnu d’accolta

source: Advertising
co: Publicità

source: Analytics
co: Statistica

source: An installed search engine is already using that name.
co: Un mutore di ricerca di u listessu nome hè dighjà installatu.

source: As a private browser, we never save and cannot restore this tab.
co: Cum’è a navigazione era privata, ùn avemu micca arregistratu l’unghjetta è dunque ùn pudemu micca risturalla.

source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
co: Compie autumaticamente l’indirizzi di i siti i più visitati Effettuate una longa incalcata nant’à un indirizzu in a barra

source: Automatically attempts to connect to sites using HTTPS for increased security. HTTPS connections provide a secure, encrypted connection to websites you visit.
co: Tentativu autumaticu di cunnessione à i siti impieghendu HTTPS per aumentà a sicurità. E cunnessioni HTTPS furniscenu una cunnessione sicura è cifrata à i siti visitati.

source: Automatically attempts to connect to sites using the HTTPS encryption protocol for increased security.
co: Tentativu autumaticu di cunnessione à i siti impieghendu u protocollu di cifratura HTTPS per aumentà a sicurità.

source: Automatic private browsing. Browse. Erase. Repeat.
co: Navigazione privata autumatica. Navigate. Squassate. Ripitite.

source: Block 3rd-party cookies only
co: Bluccà solu i canistrelli terzi

source: Block 3rd-party tracker cookies only
co: Bluccà solu i canistrelli terzi impiegati per u spiunagiu

source: Block ad trackers
co: Bluccà i perseguitatori publicitarii

source: Block analytic trackers
co: Bluccà i perseguitatori di statistiche

source: Block cookies
co: Bluccà i canistrelli

source: Block Cookies
co: Bluccà i canistrelli

source: Block cross-site cookies
co: Bluccà i canistrelli intersiti

source: Block JavaScript
co: Bluccà JavaScript

source: Block other content trackers
co: Bluccà l’altri perseguitatori di cuntenutu

source: Block potentially dangerous and deceptive sites
co: Bluccà i siti chì puderianu esse periculosi o ingannatori

source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
co: Bluccà i siti animosi è ingannatori, i siti di prugrammi dispiacevule è indesiderevule.

source: Block social trackers
co: Bluccà i perseguitatori di rete suciale

source: Block trackers
co: Bluccà i perseguitatori

source: Block Web fonts
co: Bluccà e grafie web

source: Browse like it never happened
co: Navigate cum’è s’ella fussi a prima volta

source: Browsing history cleared
co: Cronolugia di navigazione squassata

source: Browsing history cleared! 🎉
co: Cronolugia di navigazione squassata ! 🎉

source: By continuing, you agree to the %1$s
co: Cuntinuendu, vole si dì chì vo accettate e %1$s

source: By default, %1$s attempts to connect using HTTPS for increased security. To change this setting or to learn more, go to Settings > Privacy & Security > Security.
co: Per aumentà a sicurità, l’ozzione predefinita di %1$s hè di fà un tentativu autumaticu di cunnessione impieghendu HTTPS. Per cambià sta definizione, o per sapene di più, andate in Preferenze > Vita privata è sicurità > Sicurità.

source: Choose search engine
co: Sceglie u mutore di ricerca

source: Clear input
co: Squassà u testu stampittatu

source: Close other tabs
co: Chjode l’altre unghjette

source: Close popup
co: Chjode a finestra popup

source: Confirm Using Your Fingerprint
co: Cunfirmate cù a vostra impronta digitale

source: Content Blocking
co: Blucchime di cuntenutu

source: Cookie banner requests will be accepted to dismiss more banners.
co: E dumande di canistrelli nant’à e striscie seranu accettate per chjode più di striscie.

source: Cookies and Site Data
co: Canistrelli è dati di siti

source: Create shortcuts to the sites you visit most: Select Add to Shortcuts from the %1$s menu
co: Create l’accurtatoghji per i siti chì vo visitate u più : Selezziunate « Aghjunghje à l’accurtatoghji » in u listinu di %1$s

source: Data Choices
co: Dati cullettati

source: Data Collection & Use
co: Culletta di dati è adopru

source: Default browser, language
co: Navigatore predefinitu, lingua

source: Default browser, tabs, language
co: Navigatore predefinitu, unghjette, lingua

source: Double-check the URL you entered.
co: Ci vole à vérificà l’indirizzu stampittatu.

source: Download Firefox
co: Scaricà Firefox

source: Embedded on sites to track your visits and to display functionality like share buttons
co: Sò framessi in qualchì situ per spiunà e vostre visite o affissà funzioni cum’è buttoni di spartera

source: Enable to autocomplete more than 450 popular URLs in the address bar.
co: Attivà per compie autumaticamente più di 450 indirizzi populari in a barra d’indirizzu.

source: Enable to have %s autocomplete over 450 popular URLs in the address bar.
co: Attivà per chì %s compii autumaticamente più di 450 indirizzi pupulari in a barra d’indirizzu.

source: Enable to have %s autocomplete your favorite URLs.
co: Attivà per chì %s compii autumaticamente i vostri indirizzi web favuriti.

source: Enabling may cause some pages to behave unexpectedly
co: Attivà st’ozzione pò cagiunà penseri cù certe pagine

source: Enter search string
co: Stampittà una catena di ricerca

source: Erase
co: Squassà

source: Erase and Open
co: Squassà è apre

source: Erase and open %1$s
co: Squassà è apre %1$s

source: Erase browsing history?
co: Squassà a cronolugia di navigazione ?

source: Erase & open
co: Squassà & apre

source: Example: example.com
co: Esempiu : esempiu.com

source: Example: example.com/search/?q=%s
co: Esempiu : example.com/search/?q=%s

source: Example: mozilla.org
co: Esempiu : mozilla.org

source: Exit Private Browsing?
co: Fermà a navigazione privata ?

source: Fast. Private. No distractions.
co: Rapidu. Pruvatu. Senza distrazzione.

source: Find an app that can open link
co: Truvà un’appiecazione capace d’apre stu liame

source: Finger moved too fast. Try again.
co: U ditu hà mossu troppu prestu. Pruvà torna.

source: Fingerprint icon
co: Icona d’impronta digitale

source: Fingerprint not recognized. Try again.
co: Impronta digitale micca ricunnisciuta. Pruvà torna.

source: Firefox cares about your privacy. Learn more in our %1$s
co: Firefox face casu di a vostra vita privata. Sapene di più in a nostra %1$s

source: Firefox Terms of Use.
co: cundizioni d’utilizazione di Firefox.

source: For Sites You Add
co: Per i siti chì voi aghjunghjite

source: For top sites
co: Per i siti i più pupulari

source: Further reduce cookie banners
co: Riduce ancu di più e striscie di canistrelli

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
co: Accidete prestu prestu à i vostri siti favuriti%1$s Listinu > Fissà à u screnu d’accolta

source: Get rid of your personal data, browsing history and more from this session by tapping the trash button. Give it a try!
co: Sbarazzatevi di i vostri dati persunali, cronolugia di navigazione è ancu di più di sta sessione picchichjendu nant’à u buttone di a curbella. Pruvate puru !

source: Get search suggestions
co: Ottene suggestioni di ricerca

source: Go back
co: Ritornu

source: Got ‘em! We stopped this site from spying on you. Tap the shield any time to see what we’re blocking.
co: Missione compia ! Avemu fermatu u spiunagiu da stu situ. Picchichjate u scudu à ogni mumentu per vede ciò chì no blucchemu.

source: Hide webpages when switching apps and block taking screenshots.
co: Piattà e pagine web quandu si cambia d’appiecazione è impedisce e catture di screnu.

source: If your browsing needs change, it’s easy to scale your privacy settings up or down.
co: S’è a vostra navigazione richiede di cambià, hè faciule di graduà più o menu e vostre preferenze di cunfidenzialità.

source: Installed search engines
co: Mutori di ricerca installati

source: <label>Someone could be trying to impersonate the site and continuing could be risky.</label> <br><br> <label>%1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
co: <label>Qualchissia puderia pruvà d’impatruniscesi di u situ web è cuntinuà puderia esse periculosu.</label> <br><br> <label>%1$s ùn hà micca fidanza in <b>%2$s</b> perchè l’emettore di u so certificatu hè scunnisciutu, u certificatu hè firmatu daperellu, o ancu u servitore ùn manda micca certificati intermediarii curretti.</label>

source: Link available
co: Liame dispunibule

source: Looks like this site was trying to track you. Click the shield for site settings and tracker blocking stats.
co: Pare chì stu situ pruvava di seguitavvi. Fate un cliccu nant’à u scudu per vede e preferenze per u situ è e statistiche di blucchime di i perseguitatori.

source: Make %1$s default browser
co: Sceglie %1$s cum’è navigatore predefinitu

source: Make %1$s your default to protect your data with every link you open.
co: Fate di %1$s u vostru navigatore predefinitu per prutege i vostri dati à l’apertura d’ogni liame.

source: Make privacy a habit
co: Ripigliate in manu a vostra vita privata

source: Manage sites
co: Urganizà i siti

source: May result in missing icons or images
co: Pò impedisce certe icone o fiure d’affissassi

source: More options button
co: Buttone per affissà più d’ozzioni

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
co: Mozilla face casu à cullettà solu i dati chì sò ghjuvevule per rigalà è bunificà %1$s per tutti.

source: Navigate forward
co: Seguente in a cronolugia

source: New custom URL added.
co: L’indirizzu web persunalizatu novu hè aghjuntu.

source: New search engine added.
co: U mutore di ricerca novu hè aghjuntu.

source: New Session
co: Nova sessione

source: Next-level private browsing when you want it
co: Navigazione privata di livellu superiore secondu à i vostri bisogni

source: NO
co: INNÒ

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
co: Alcuna appiecazione di u vostru apparechju ùn hè capace d’apre stu liame. Avete da lascià %1$s per circà in %2$s un appiecazione chì ne seria capace.

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
co: Da e nutificazioni si pò squassà a sessione di %1$s cù una picchicciata. Ùn ci hè bisognu d’apre l’appiecazione ne d’affissà ciò chì si passa in u vostru navigatore.

source: Number of trackers blocked
co: Numeru di perseguitatori bluccati

source: OFF for this site
co: DISATTIVATA per stu situ

source: OK, got it!
co: Iè, aghju capitu !

source: One tap erases your browsing history and cookies — and stops ads from following you around.
co: Una picchicciata squassa a cronolugia di a vostra navigazione è i canistrelli - è impedisce e publicità di seguità i vostri circondi.

source: One tap erases your browsing history and cookies — and stops ads from following your around.
co: Una picchicciata squassa a cronolugia di a vostra navigazione è i canistrelli - è impedisce e publicità di seguità i vostri circondi.

source: ON for this site
co: ATTIVATA per stu situ

source: Open a link in a new tab Long-press any link on a page
co: Apre un liame in un’unghjetta nova Effettuate una longa incalcata nant’à un liame in una pagina

source: Open every link in %1$s Set %1$s as default browser
co: Apre ogni liame in %1$s Sceglie %1$s cum’è navigatore predefinitu

source: Open link in another app
co: Apre u liame in un’altra appiecazione

source: Open Link in New Session
co: Apre u liame in una sessione nova

source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
co: <p>%1$s vi aiuta à stà à e cumande.</p> <p>Impiegatelu cum’è un navigatore privatu : <ul> <li>Fate ricerche è navigate cù l’appiecazione</li> <li>Bluccate i perseguitatori (o mudificà i parametri per auturizalli)</li> <li>Squassate i canistrelli è ancu e cronolugie di navigazione è di ricerca</li> </ul> </p> <p>%1$s hè sviluppatu da Mozilla. A nostra missione hè d’incuragisce un Internet apertu è in bella saluta.<br/> <a href="%2$s">Per sapene di più</a></p>

source: Pages may load faster, but may also behave unexpectedly
co: E pagine ponu apressi più prestu, ma ponu dinù cumpurtassi d’una manera inaspettata

source: Paste or enter URL
co: Incullà o stampittà un indirizzu

source: Performance
co: Perfurmenze

source: Power up your privacy
co: Rinfurzà a vostra vita privata

source: Privacy & Security
co: Vita privata & sicurità

source: Privacy that fits any situation
co: A cunfidenzialità adattata à ogni situazione

source: Rather see the full desktop site?%1$s Menu > Request desktop site
co: Preferite fighjà a versione per urdinatore di u situ ?%1$s Listinu > Fighjà versione urdinatore

source: Reload website
co: Attualizà a pagina web

source: Remote debugging via USB/Wi-Fi
co: Spannatura alluntanata via USB/Wi-Fi

source: Remove all websites
co: Caccià tutti i siti web

source: Remove custom URLs
co: Caccià indirizzi persunalizati

source: Remove search engines
co: Caccià mutori di ricerca

source: Request desktop site
co: Versione d’urdinatore

source: Restore default search engines
co: Risturà i mutori predefiniti

source: Return to your favorite sites in %1$s quickly. Just select \"Add to Home screen\" from the %1$s menu.
co: Rivultate à i vostri siti favuriti in %1$s prestu prestu. Selezziunate puru « Fissà à u screnu d’accolta » da u listinu di %1$s.

source: Safe Browsing
co: Navigazione assicurizata

source: Saved and shared images <b>will not be</b> deleted when you erase %1$s history
co: E fiure sparte o arregistrate <b>ùn sò micca squassate</b> quandu a cronolugia di %1$s hè squassata
